Repository: ulville/eepresetselector
Catalog: eepresetselector@ulville.github.io/locale/*.po
Languages: it, tr

source: EasyEffects Preset Selector
it: Selettore Profili EasyEffects
tr: EasyEffects Ön Ayar Seçici

source: An error occurred while trying to load the preset
it: Errore nel caricamento del profilo
tr: Ön ayarı yüklemeye çalışırken bir hata meydana geldi

source: An error occurred while trying to toggle bypass
tr: Atlatma durumunu değiştirmeye çalışırken bir hata meydana geldi

source: Global Bypass
tr: Genel Atlatma

source: Launch %s
it: Avvia %s
tr: %s'i Başlat

source: EasyEffects isn't available on the system
it: EasyEffects non trovato
tr: EasyEffects sistemde mevcut değil

source: This extension depends on EasyEffects to function
it: Questa estensione dipende da EasyEffects per funzionare
tr: Bu uzantı çalışmak için EasyEffects'e bağımlıdır

source: An error occurred while trying to get global bypass
tr: Genel atlatma durumunu almaya çalışırken bir hata meydana geldi

source: An error occurred while trying to get available presets
it: Errore nel caricare i profili disponibili
tr: Mevcut ön ayarları almaya çalışırken bir hata meydana geldi

source: Keyboard Shortcuts
it: Scorciatoie da Tastiera
tr: Klavye Kısayolları

source: Cycle Output Presets
it: Scorri i Profili di Uscita
tr: Çıkış Ön Ayarlarını Çevir

source: Keyboard shortcut to cycle through output presets
it: Scorciatoia da Tastiera per Scorrere i profili di Uscita
tr: Çıkış ön ayarları arasında dönmek için klavye kısayolu

source: Cycle Input Presets
it: Scorri i Profili di Entrata
tr: Giriş Ön Ayarlarını Çevir

source: Keyboard shortcut to cycle through input presets
it: Scorciatoia da Tastiera per Scorrere i profili di Entrata
tr: Giriş ön ayarları arasında dönmek için klavye kısayolu

source: Toggle Global Bypass
tr: Genel Atlatma Durumunu Değiştir

source: Keyboard shortcut to toggle global bypass
tr: Genel atlatma durumunu değiştirmek için klavye kısayolu

source: New shortcut…
it: Nuova Scorciatoia...
tr: Yeni kısayol…

source: Enter new shortcut…
it: Immetti Nuova Scorciatoia...
tr: Yeni kısayol gir…

source: Use Backspace to clear
it: Usa Backspace per cancellare la scorciatoia
tr: Temizlemek için Geri Silmeyi kullan

source: Cycle through output presets shortcut key
it: Scorciatoia da Tastiera: Scorri i Profili di Uscita
tr: Çıkış ön ayarları arasında dönme klavye kısayolu

source: Sets the cycle-output-presets shortcut key.
it: Imposta la Scorciatoia da Tastiera per Scorrere i Profili di Uscita.
tr: Çıkış ön ayarlarını çevir kısayolunu ayarlar.

source: Cycle through input presets shortcut key
it: Scorciatoia da Tastiera: Scorri i Profili di Uscita
tr: Giriş ön ayarları arasında dönme klavye kısayolu

source: Sets the cycle-input-presets shortcut key.
it: Imposta la Scorciatoia da Tastiera per Scorrere i Profili di Entrata.
tr: Giriş ön ayarlarını çevir kısayolunu ayarlar.

source: Toggle global bypass shortcut key
tr: Genel atlatma durumunu değiştirme kısayolu

source: Sets the shortcut key for toggling global bypass feature.
tr: Genel atlatma durumunu değiştirme kısayolunu ayarlar.
